{"meta":{"title":"Nala的歌单","subtitle":"","description":"这里是Nala的音乐空间","author":"三石","url":"http://NalaMusic.github.io","root":"/"},"pages":[{"title":"","date":"2024-09-16T14:36:53.463Z","updated":"2024-09-16T14:36:53.463Z","comments":true,"path":"about/index.html","permalink":"http://nalamusic.github.io/about/index.html","excerpt":"","text":"阿B的家人们，大家好～ 我叫Nala，撒哟娜拉的娜拉～ 不想跟大家“撒哟娜拉”，所以～没有Sayo只有Nala～ 我希望可以在这里跟大家相伴5年10年～ or even longer~ 大家也可以叫我Nana (我的家人都这么称呼我) mm……2024年6月……我决定以虚拟音乐人身份出道做个……业余歌手…… 用一张图来概括一下自己的特点～ 希望我能给你们带去开心的笑容～或者一些正能量～ 关注我的，都是我的乖乖～ 成为老粉的，都是我的宝宝～ 上船大航海的，都是我的亲亲～哈哈哈～ 路人甲乙丙丁🤔就是～～UU～～～"}],"posts":[{"title":"Nala本月大航海礼遇","slug":"Captain-Benefits","date":"2024-10-05T16:51:10.000Z","updated":"2024-10-05T17:02:51.495Z","comments":true,"path":"2024/10/06/Captain-Benefits/","permalink":"http://nalamusic.github.io/2024/10/06/Captain-Benefits/","excerpt":"","text":"","categories":[],"tags":[]},{"title":"Nala的歌单","slug":"nala-musiclist","date":"2024-09-01T05:17:36.000Z","updated":"2024-10-05T16:11:54.251Z","comments":true,"path":"2024/09/01/nala-musiclist/","permalink":"http://nalamusic.github.io/2024/09/01/nala-musiclist/","excerpt":"","text":"Nala的歌单如下，持续更新中~ 上舰可为你学歌并录制投稿呦~ 序号 歌名 歌手 曲风 推荐人 1 ドラえもんのうた（哆啦A梦之歌） 大山のぶ代 儿歌 2 蓝精灵 儿歌多多 儿歌 3 勇气大爆发 洛天依 儿歌 4 鸳鸯戏 babystop_山竹 古风 5 此去半生 L（桃籽） 古风 6 卜卦 崔子格 古风 7 桃花诺 邓紫棋 古风 @小闷棍来喽- 8 探窗 浮生梦 古风 9 月光 胡彦斌 古风 10 雪落在先生肩上 黄诗扶 古风 11 半壶纱 刘珂矣 古风 12 谪仙 一颗狼星 古风 13 芒种 音阙诗听、赵方婧 古风 14 三拜红尘凉 尹惜眠 古风 15 天下无双 张靓颖 古风 16 biubiubiu 语音表哥 卡点 17 影子小姐 封茗囧菌 流行 @烟 18 无人区玫瑰 一颗狼星 流行 @烟 19 现在我很幸福 Alin 流行 20 爱丫爱丫 By2 流行 21 我很想爱他 Twins 流行 22 叶子 阿桑 流行 23 一直很安静 阿桑 流行 24 寂寞在唱歌 阿桑 流行 25 TA 不是花火呀 流行 26 别找我麻烦 蔡健雅 流行 27 日不落 蔡依林 流行 28 骑士精神 蔡依林 流行 29 布拉格广场 蔡依林 流行 30 马德里不思议 蔡依林 流行 31 我知道你很难过 蔡依林 流行 32 原来你什么都不想要 蔡依林 流行 33 千千阙歌 陈慧娴 流行 34 爱就爱了 陈琳 流行 35 海里来的沙 陈瑞 流行 36 可能 程响 流行 37 别错过（电子版） 戴羽彤 流行 38 甜蜜蜜 邓丽君 流行 39 月满西楼 邓丽君 流行 40 独上西楼 邓丽君 流行 41 我只在乎你 邓丽君 流行 42 美酒加咖啡 邓丽君 流行 43 月亮代表我的心 邓丽君 流行 44 泡沫 邓紫棋 流行 45 A.I.N.Y. 邓紫棋 流行 46 睡公主 邓紫棋 流行 47 多远都要在一起 邓紫棋 流行 48 句号 邓紫棋 流行 49 倒数 邓紫棋 流行 50 光年之外 邓紫棋 流行 51 我的秘密 邓紫棋 流行 52 来自天堂的魔鬼 邓紫棋 流行 53 海阔天空 邓紫棋 流行 54 夜空中最亮的星 邓紫棋 流行 55 后会无期 邓紫棋 流行 56 情人 邓紫棋 流行 57 你把我灌醉 邓紫棋 流行 58 画 邓紫棋 流行 59 猜不透 丁当 流行 60 是非题 范玮琪 流行 61 淡淡的歌 范玮琪 流行 62 你的微笑 飞儿乐队 流行 63 在草地上肆意奔跑 傅如乔 流行 64 两手空空 格雷西西西 流行 65 心墙 郭静 流行 66 下一个天亮 郭静 流行 67 在树上唱歌 郭静 流行 68 粉红的回忆 韩宝仪 流行 69 地球最可爱 红格格 流行 70 香水有毒 胡杨林 流行 71 天下的乌鸦一般黑 黄大炜 流行 72 High歌 黄龄 流行 73 醒不来的梦 回小仙 流行 74 莫问归期 蒋雪儿 流行 75 爱的魔法 金莎 流行 76 明天也要作伴 锦绣二重唱 流行 77 贝加尔湖畔 李健 流行 78 女人是老虎 李娜 流行 79 听我说谢谢你 李昕融 流行 80 小手拉大手 梁静茹 流行 81 至少还有你 林忆莲 流行 82 同桌的你 刘若英 流行 83 摩登爱情 刘至佳 流行 84 起风了 买辣椒也用券 流行 85 风中有朵雨做的云 孟庭苇 流行 86 忽然之间 莫文蔚 流行 87 如果没有你 莫文蔚 流行 88 忽然之间 莫文蔚 流行 89 阴天 莫文蔚 流行 90 盛夏的果实 莫文蔚 流行 91 我不能哭 莫艳琳 流行 92 下雨天 南拳妈妈 流行 93 玫瑰不在乎 七元 流行 94 小宝贝 晴天姐妹 流行 95 小情歌 苏打绿 流行 96 Lemon Tree 苏慧伦 流行 97 Honey Honey 孙燕姿 流行 98 我怀念的 孙燕姿 流行 @宫本咸鱼煲 99 遇见 孙燕姿 流行 100 我不知道 唐笑 流行 101 好想再听一遍 陶莉萍 流行 102 今天你要嫁给我 陶喆、蔡依林 流行 103 小幸运 田馥甄 流行 104 约定 王菲 流行 105 红豆 王菲 流行 106 匆匆那年 王菲 流行 107 旋木 王菲 流行 108 南海姑娘 王菲 流行 109 爱你 王心凌 流行 110 当你 王心凌 流行 111 Honey 王心凌 流行 112 我会好好的 王心凌 流行 113 彩虹的微笑 王心凌 流行 114 第一次的爱人 王心凌 流行 115 那年夏天宁静的海 王心凌 流行 116 想某人 王优秀 流行 117 我的心真的受伤了 王苑之 流行 118 我真的受伤了 王苑之 流行 119 恋人心 魏新雨 流行 120 傻瓜 温岚 流行 121 一路生花 温奕心 流行 122 不仅仅是喜欢 萧全、孙语赛 流行 123 错的人 萧亚轩 流行 124 从前说 小阿七 流行 125 枕边童话 小田音乐社 流行 126 左半边翅膀 许飞 流行 127 遇上你上我的缘 央金兰泽 流行 128 小岛 杨千嬅 流行 129 紫 一颗狼星 流行 130 Happy Day 宇珩 流行 131 星语星愿 张柏芝 流行 132 浮生万千 张德伊玲 流行 133 听海 张惠妹 流行 134 我最亲爱的 张惠妹 流行 135 终于等到你 张靓颖 流行 136 如果这就是爱情 张靓颖 流行 137 想你，零点零一分 张靓颖 流行 138 G大调的悲伤 张靓颖 流行 139 如果这就是爱情 张靓颖 流行 140 终于等到你 张靓颖 流行 141 我相信 张靓颖 流行 142 画心 张靓颖 流行 143 我们说好的 张靓颖 流行 144 写不完的温柔 张靓颖 流行 145 隐形的翅膀 张韶涵 流行 146 亲爱的，那不是爱情 张韶涵 流行 147 欧若拉 张韶涵 流行 148 遗失的美好 张韶涵 流行 149 梦里花 张韶涵 流行 150 如果的事 张韶涵 流行 151 宝贝 张悬 流行 152 小冤家 张宇 流行 153 原谅 张玉华 流行 154 最浪漫的事 赵咏华 流行 155 墨尔本的秋天（治愈版） 赵芷彤 流行 156 最爱 周蕙 流行 157 好想你 朱主爱 流行 158 吴哥窟 吴雨霏 流行 @造型很重要 159 天狼星的心脏 世界情绪 日文 @关系 160 Wonderful U AGA 英文 161 Alone Alan Walker 英文 162 Faded Alan Walker 英文 163 no roots Alice Merton 英文 164 Salt Ava Max 英文 165 Skinny Love Birty 英文 @Shephatiah 166 Everytime We Touch Cascada 英文 167 Take me hand Dido 英文 168 Love Me Like You Do Ellie Goulding 英文 169 Only Time Enya 英文 170 A little love Fiona Fung 英文 171 Far away from home Groove Coverage 英文 172 Stay Here Forever Jewel 英文 173 Tiktok Ke$ha 英文 174 Because of you Kelly Clarkson 英文 175 Need You Now Lady Antebellum 英文 176 The Show Lenka 英文 177 Trouble is a Friend Lenka 英文 178 The Day You Went Away M2M 英文 179 Burning Maria Arrendondo 英文 180 Payphone Maroon 5 英文 181 Moonlight Shadow Mike Oldfield 英文 182 I Remember Mocca 英文 183 sometimes when we touch Olivia Ong 英文 184 Scarborough Fair Sarah Bright 英文 185 Love you like a love song Selena Gomez &amp; The Scene 英文 186 Love Story Taylor Swift 英文 187 You Belong with Me Taylor Swift 英文 188 We are never ever getting back together Taylor Swift 英文 189 Yesterday Once More The Carpenters 英文 190 Love Paradise 陈慧琳 英文 191 Amazing Grace 邓紫棋 英文 192 Where Did U Go 邓紫棋 英文 193 Proud of you 冯曦妤 英文 194 Morning 卫兰 英文 195 恋爱大过天 Twins 粤语 196 下一站天后 Twins 粤语 197 下一站天后 Twins 粤语 198 秒针 阿梨粤 粤语 199 晚风心里吹 阿梨粤 粤语 200 千千阙歌 陈慧娴 粤语 201 电灯胆 邓丽欣 粤语 202 蓝鞋子 邓丽欣 粤语 203 他不准我哭 邓丽欣 粤语 204 喜欢你 邓紫棋 粤语 205 好心分手 卢巧音 粤语 206 世上只有 容祖儿 粤语 207 我的骄傲 容祖儿 粤语 208 明日恩典 容祖儿 粤语 209 容易受伤的女人 王菲 粤语 210 给自己的情书 王菲 粤语 211 一格格 卫兰 粤语 212 Wonderland 卫兰 粤语 213 就算世界无童话 卫兰 粤语 214 南瓜车 薛凯琪 粤语 215 勇 杨千嬅 粤语 216 可惜我是水瓶座 杨千嬅 粤语 217 终身美丽 郑秀文 粤语 218 给自己的信 钟舒漫 粤语 219 忐忑 龚琳娜 整活 220 要抱抱 黄龄 整活 221 看你怎么说 我是萝卜呀 整活 222 老公天下第一 叶洛洛 整活","categories":[],"tags":[]}],"categories":[],"tags":[]}