{"meta":{"title":"Nala的歌单","subtitle":"","description":"这里是Nala的音乐空间","author":"三石","url":"http://NalaMusic.github.io","root":"/"},"pages":[{"title":"","date":"2024-09-16T14:36:53.463Z","updated":"2024-09-16T14:36:53.463Z","comments":true,"path":"about/index.html","permalink":"http://nalamusic.github.io/about/index.html","excerpt":"","text":"阿B的家人们，大家好～ 我叫Nala，撒哟娜拉的娜拉～ 不想跟大家“撒哟娜拉”，所以～没有Sayo只有Nala～ 我希望可以在这里跟大家相伴5年10年～ or even longer~ 大家也可以叫我Nana (我的家人都这么称呼我) mm……2024年6月……我决定以虚拟音乐人身份出道做个……业余歌手…… 用一张图来概括一下自己的特点～ 希望我能给你们带去开心的笑容～或者一些正能量～ 关注我的，都是我的乖乖～ 成为老粉的，都是我的宝宝～ 上船大航海的，都是我的亲亲～哈哈哈～ 路人甲乙丙丁🤔就是～～UU～～～"}],"posts":[{"title":"Nala本月大航海礼遇","slug":"Captain-Benefits","date":"2024-10-05T16:51:10.000Z","updated":"2024-10-07T16:23:27.004Z","comments":true,"path":"2024/10/06/Captain-Benefits/","permalink":"http://nalamusic.github.io/2024/10/06/Captain-Benefits/","excerpt":"","text":"","categories":[],"tags":[]},{"title":"Nala的歌单","slug":"nala-musiclist","date":"2024-09-01T05:17:36.000Z","updated":"2024-10-07T16:34:30.151Z","comments":true,"path":"2024/09/01/nala-musiclist/","permalink":"http://nalamusic.github.io/2024/09/01/nala-musiclist/","excerpt":"","text":"Nala的歌单如下，持续更新中~ 上舰可为你学歌并录制投稿呦~ 序号 歌名 歌手 曲风 推荐人 1 ドラえもんのうた（哆啦A梦之歌） 大山のぶ代 儿歌 2 蓝精灵 儿歌多多 儿歌 3 勇气大爆发 洛天依 儿歌 4 鸳鸯戏 babystop_山竹 古风 5 此去半生 L（桃籽） 古风 6 卜卦 崔子格 古风 7 桃花诺 邓紫棋 古风 @小闷棍来喽- 8 探窗 浮生梦 古风 9 月光 胡彦斌 古风 10 雪落在先生肩上 黄诗扶 古风 11 半壶纱 刘珂矣 古风 12 谪仙 一颗狼星 古风 13 芒种 音阙诗听、赵方婧 古风 14 三拜红尘凉 尹惜眠 古风 15 天下无双 张靓颖 古风 16 无人区玫瑰 一颗狼星 流行 @烟 17 影子小姐 封茗囧菌 流行 @烟 18 现在我很幸福 Alin 流行 19 爱丫爱丫 By2 流行 20 我很想爱他 Twins 流行 21 叶子 阿桑 流行 22 一直很安静 阿桑 流行 23 寂寞在唱歌 阿桑 流行 24 TA 不是花火呀 流行 25 别找我麻烦 蔡健雅 流行 26 日不落 蔡依林 流行 27 骑士精神 蔡依林 流行 28 布拉格广场 蔡依林 流行 29 马德里不思议 蔡依林 流行 30 我知道你很难过 蔡依林 流行 31 原来你什么都不想要 蔡依林 流行 32 千千阙歌 陈慧娴 流行 33 爱就爱了 陈琳 流行 34 海里来的沙 陈瑞 流行 35 可能 程响 流行 36 别错过（电子版） 戴羽彤 流行 37 甜蜜蜜 邓丽君 流行 38 月满西楼 邓丽君 流行 39 独上西楼 邓丽君 流行 40 我只在乎你 邓丽君 流行 41 美酒加咖啡 邓丽君 流行 42 月亮代表我的心 邓丽君 流行 43 泡沫 邓紫棋 流行 44 A.I.N.Y. 邓紫棋 流行 45 睡公主 邓紫棋 流行 46 后会无期 邓紫棋 流行 47 猜不透 丁当 流行 48 是非题 范玮琪 流行 49 你的微笑 飞儿乐队 流行 50 在草地上肆意奔跑 傅如乔 流行 51 两手空空 格雷西西西 流行 52 心墙 郭静 流行 53 下一个天亮 郭静 流行 54 在树上唱歌 郭静 流行 55 粉红的回忆 韩宝仪 流行 56 地球最可爱 红格格 流行 57 香水有毒 胡杨林 流行 58 天下的乌鸦一般黑 黄大炜 流行 59 醒不来的梦 回小仙 流行 60 爱的魔法 金莎 流行 61 明天也要作伴 锦绣二重唱 流行 62 贝加尔湖畔 李健 流行 63 女人是老虎 李娜 流行 64 听我说谢谢你 李昕融 流行 65 小手拉大手 梁静茹 流行 66 至少还有你 林忆莲 流行 67 同桌的你 刘若英 流行 68 摩登爱情 刘至佳 流行 69 起风了 买辣椒也用券 流行 70 风中有朵雨做的云 孟庭苇 流行 71 忽然之间 莫文蔚 流行 72 如果没有你 莫文蔚 流行 73 忽然之间 莫文蔚 流行 74 阴天 莫文蔚 流行 75 盛夏的果实 莫文蔚 流行 76 我不能哭 莫艳琳 流行 77 下雨天 南拳妈妈 流行 78 玫瑰不在乎 七元 流行 79 小宝贝 晴天姐妹 流行 80 小情歌 苏打绿 流行 81 Lemon Tree 苏慧伦 流行 82 Honey Honey 孙燕姿 流行 83 我怀念的 孙燕姿 流行 @宫本咸鱼煲 84 遇见 孙燕姿 流行 85 我不知道 唐笑 流行 86 好想再听一遍 陶莉萍 流行 87 今天你要嫁给我 陶喆、蔡依林 流行 88 小幸运 田馥甄 流行 89 约定 王菲 流行 90 红豆 王菲 流行 91 匆匆那年 王菲 流行 92 旋木 王菲 流行 93 南海姑娘 王菲 流行 94 爱你 王心凌 流行 @角动量的仰望 95 当你 王心凌 流行 96 Honey 王心凌 流行 97 我会好好的 王心凌 流行 98 彩虹的微笑 王心凌 流行 99 第一次的爱人 王心凌 流行 100 那年夏天宁静的海 王心凌 流行 101 想某人 王优秀 流行 102 我的心真的受伤了 王苑之 流行 103 恋人心 魏新雨 流行 104 傻瓜 温岚 流行 105 一路生花 温奕心 流行 106 不仅仅是喜欢 萧全、孙语赛 流行 107 错的人 萧亚轩 流行 108 从前说 小阿七 流行 109 枕边童话 小田音乐社 流行 110 遇上你上我的缘 央金兰泽 流行 111 小岛 杨千嬅 流行 112 紫 一颗狼星 流行 113 Happy Day 宇珩 流行 114 星语星愿 张柏芝 流行 115 浮生万千 张德伊玲 流行 116 听海 张惠妹 流行 117 我最亲爱的 张惠妹 流行 118 终于等到你 张靓颖 流行 119 如果这就是爱情 张靓颖 流行 120 想你，零点零一分 张靓颖 流行 121 G大调的悲伤 张靓颖 流行 122 如果这就是爱情 张靓颖 流行 123 终于等到你 张靓颖 流行 124 我相信 张靓颖 流行 125 画心 张靓颖 流行 126 我们说好的 张靓颖 流行 127 隐形的翅膀 张韶涵 流行 128 亲爱的，那不是爱情 张韶涵 流行 129 欧若拉 张韶涵 流行 130 遗失的美好 张韶涵 流行 131 梦里花 张韶涵 流行 132 如果的事 张韶涵 流行 133 宝贝 张悬 流行 134 小冤家 张宇 流行 135 原谅 张玉华 流行 136 最浪漫的事 赵咏华 流行 137 墨尔本的秋天（治愈版） 赵芷彤 流行 138 最爱 周蕙 流行 139 好想你 朱主爱 流行 140 吴哥窟 吴雨霏 流行 @造型很重要 141 天狼星的心脏 世界情绪 日文 @关系 142 Wonderful U AGA 英文 @Lilmaddie 143 Alone Alan Walker 英文 144 Faded Alan Walker 英文 145 no roots Alice Merton 英文 146 Salt Ava Max 英文 147 Skinny Love Birty 英文 @Shephatiah 148 Take me hand Dido 英文 149 Love Me Like You Do Ellie Goulding 英文 150 Only Time Enya 英文 151 A little love 冯曦妤 英文 152 Far away from home Groove Coverage 英文 153 Tiktok Ke$ha 英文 154 Because of you Kelly Clarkson 英文 155 The Show Lenka 英文 156 Trouble is a Friend Lenka 英文 157 The Day You Went Away M2M 英文 158 Burning Maria Arrendondo 英文 159 Moonlight Shadow Mike Oldfield 英文 160 I Remember Mocca 英文 161 sometimes when we touch Olivia Ong 英文 @Lilmaddie 162 Love Story Taylor Swift 英文 @白桃suki 163 You Belong with Me Taylor Swift 英文 164 Yesterday Once More The Carpenters 英文 165 Love Paradise 陈慧琳 英文 166 Amazing Grace 邓紫棋 英文 167 Proud of you 冯曦妤 英文 168 Morning 卫兰 英文 169 恋爱大过天 Twins 粤语 170 下一站天后 Twins 粤语 171 秒针 阿梨粤 粤语 172 晚风心里吹 阿梨粤 粤语 173 千千阙歌 陈慧娴 粤语 174 电灯胆 邓丽欣 粤语 175 蓝鞋子 邓丽欣 粤语 176 他不准我哭 邓丽欣 粤语 177 喜欢你 邓紫棋 粤语 178 好心分手 卢巧音 粤语 179 世上只有 容祖儿 粤语 180 我的骄傲 容祖儿 粤语 181 明日恩典 容祖儿 粤语 182 容易受伤的女人 王菲 粤语 183 给自己的情书 王菲 粤语 184 一格格 卫兰 粤语 185 就算世界无童话 卫兰 粤语 186 南瓜车 薛凯琪 粤语 187 勇 杨千嬅 粤语 @Lilmaddie 188 可惜我是水瓶座 杨千嬅 粤语 189 终身美丽 郑秀文 粤语 190 给自己的信 钟舒漫 粤语 191 要抱抱 黄龄 整活 192 看你怎么说 我是萝卜呀 整活 193 老公天下第一 叶洛洛 整活 194 biubiubiu 御姐音+萝莉音 卡点 195 想把哥哥追 御姐音+萝莉音 卡点 196 哥哥抱 御姐音&#x2F;萝莉音 卡点 197 想把哥哥追 御姐音+萝莉音 卡点 198 哥哥就是男一号 御姐音+萝莉音 卡点 199 酒后艺术家 御姐音 卡点","categories":[],"tags":[]}],"categories":[],"tags":[]}