{"meta":{"title":"Nala的歌单","subtitle":"","description":"这里是Nala的音乐空间","author":"三石","url":"http://NalaMusic.github.io","root":"/"},"pages":[{"title":"","date":"2024-09-16T14:36:53.463Z","updated":"2024-09-16T14:36:53.463Z","comments":true,"path":"about/index.html","permalink":"http://nalamusic.github.io/about/index.html","excerpt":"","text":"阿B的家人们，大家好～ 我叫Nala，撒哟娜拉的娜拉～ 不想跟大家“撒哟娜拉”，所以～没有Sayo只有Nala～ 我希望可以在这里跟大家相伴5年10年～ or even longer~ 大家也可以叫我Nana (我的家人都这么称呼我) mm……2024年6月……我决定以虚拟音乐人身份出道做个……业余歌手…… 用一张图来概括一下自己的特点～ 希望我能给你们带去开心的笑容～或者一些正能量～ 关注我的，都是我的乖乖～ 成为老粉的，都是我的宝宝～ 上船大航海的，都是我的亲亲～哈哈哈～ 路人甲乙丙丁🤔就是～～UU～～～"}],"posts":[{"title":"Nala本月大航海礼遇","slug":"Captain-Benefits","date":"2024-10-05T16:51:10.000Z","updated":"2024-12-21T12:52:37.612Z","comments":true,"path":"2024/10/06/Captain-Benefits/","permalink":"http://nalamusic.github.io/2024/10/06/Captain-Benefits/","excerpt":"","text":"","categories":[],"tags":[]},{"title":"Nala的歌单","slug":"nala-musiclist","date":"2024-09-01T05:17:36.000Z","updated":"2025-01-11T15:20:56.457Z","comments":true,"path":"2024/09/01/nala-musiclist/","permalink":"http://nalamusic.github.io/2024/09/01/nala-musiclist/","excerpt":"","text":"Nala的歌单如下，持续更新中~ 上舰可为你学歌并录制投稿呦~ 序号 歌名 歌手 曲风 推荐人 1 ドラえもんのうた（哆啦A梦之歌） 大山のぶ代 儿歌 2 蓝精灵 儿歌多多 儿歌 3 勇气大爆发 洛天依 儿歌 4 猪猪侠 陈洁丽 儿歌 5 外婆的澎湖湾 儿歌 6 鸳鸯戏 babystop_山竹 古风 7 此去半生 L（桃籽） 古风 8 卜卦 崔子格 古风 9 桃花诺 邓紫棋 古风 @小闷棍来喽- 10 探窗 浮生梦 古风 11 月光 胡彦斌 古风 12 雪落在先生肩上 黄诗扶 难度 13 半壶纱 刘珂矣 古风 14 谪仙 一颗狼星 古风 15 芒种 音阙诗听、赵方婧 古风 16 三拜红尘凉 尹惜眠 古风 17 浮生万千 张德伊玲 古风 18 爱的供养 杨幂 古风 19 凉凉 张碧晨 古风 20 王招君 任素汐 古风 21 谪仙 叶里 古风 22 赤伶 HITA 古风 23 万物起舞 梁倩雨 古风 24 牵丝戏 银临 古风 @小闷棍来喽- 25 不老梦 银临 古风 @造型很重要 26 会开花的云 王樾安 古风 27 竹林风起 王天戈 古风 28 落（日升日落……） 唐伯虎Annie 古风 29 莫问归期 蒋雪儿 古风 30 落花情 七朵 古风 31 卷珠帘 周深 古风 32 骁 井迪儿 古风 33 画中游 梨香JZH 古风 34 不问别离 指尖笑 古风 35 天若有情 A-Lin 古风 36 剑魂 鱼多余 古风 37 海里来的沙 陈瑞 怀旧 38 甜蜜蜜 邓丽君 怀旧 39 月满西楼 邓丽君 怀旧 40 独上西楼 邓丽君 怀旧 41 我只在乎你 邓丽君 怀旧 42 美酒加咖啡 邓丽君 怀旧 43 月亮代表我的心 邓丽君 怀旧 44 明天也要作伴 锦绣二重唱 怀旧 45 女人是老虎 李娜 怀旧 46 同桌的你 刘若英 怀旧 47 风中有朵雨做的云 孟庭苇 怀旧 48 约定 王菲 怀旧 49 红豆 王菲 怀旧 50 南海姑娘 王菲 怀旧 51 星语星愿 张柏芝 怀旧 52 很爱很爱你 刘若英 怀旧 53 独角戏 许茹芸 怀旧 54 上海滩 叶丽仪 怀旧 55 再度重相逢 孙露 怀旧 56 野百合也有春天 卓依婷 怀旧 57 粉红的回忆 韩宝仪 怀旧 58 好想好想 古巨基 怀旧 59 七月七日晴 许慧欣 怀旧 60 但愿人长久 邓丽君 怀旧 61 摇太阳 杨钰莹 怀旧 62 当 动力火车 怀旧 63 原来你也在这里 刘若英 怀旧 64 影子小姐 封茗囧菌 流行 @烟 65 现在我很幸福 Alin 流行 66 爱丫爱丫 By2 流行 67 我很想爱他 Twins 流行 68 叶子 阿桑 流行 69 一直很安静 阿桑 流行 70 寂寞在唱歌 阿桑 流行 71 TA 不是花火呀 流行 72 别找我麻烦 蔡健雅 流行 73 日不落 蔡依林 流行 74 骑士精神 蔡依林 流行 75 布拉格广场 蔡依林 流行 76 马德里不思议 蔡依林 流行 77 我知道你很难过 蔡依林 流行 78 原来你什么都不想要 蔡依林 流行 79 爱就爱了 陈琳 流行 80 可能 程响 流行 81 别错过（电子版） 戴羽彤 流行 82 泡沫 邓紫棋 流行 83 睡公主 邓紫棋 流行 84 后会无期 邓紫棋 流行 85 猜不透 丁当 流行 86 是非题 范玮琪 流行 87 你的微笑 飞儿乐队 流行 88 在草地上肆意奔跑 傅如乔 流行 89 两手空空 格雷西西西 流行 90 心墙 郭静 流行 91 下一个天亮 郭静 流行 92 在树上唱歌 郭静 流行 93 地球最可爱 红格格 流行 94 天下的乌鸦一般黑 黄大炜 流行 95 醒不来的梦 回小仙 流行 96 爱的魔法 金莎 流行 97 贝加尔湖畔 李健 流行 98 听我说谢谢你 李昕融 流行 下播曲 99 小手拉大手 梁静茹 流行 100 至少还有你 林忆莲 流行 @角动量的仰望 101 摩登爱情 刘至佳 流行 102 起风了 买辣椒也用券 流行 @此用户暂时没有昵称 103 忽然之间 莫文蔚 流行 104 如果没有你 莫文蔚 流行 105 忽然之间 莫文蔚 流行 106 阴天 莫文蔚 流行 107 盛夏的果实 莫文蔚 流行 108 我不能哭 莫艳琳 流行 109 下雨天 南拳妈妈 流行 110 玫瑰不在乎 七元 流行 111 小宝贝 晴天姐妹 流行 112 小情歌 苏打绿 流行 113 Lemon Tree 苏慧伦 流行 114 Honey Honey 孙燕姿 流行 115 我怀念的 孙燕姿 流行 @宫本咸鱼煲 116 遇见 孙燕姿 流行 117 我不知道 唐笑 流行 118 好想再听一遍 陶莉萍 流行 119 今天你要嫁给我 陶喆、蔡依林 流行 120 小幸运 田馥甄 流行 121 匆匆那年 王菲 流行 122 旋木 王菲 流行 123 爱你 王心凌 流行 @角动量的仰望 124 当你 王心凌 流行 125 Honey 王心凌 流行 126 我会好好的 王心凌 流行 127 彩虹的微笑 王心凌 流行 128 第一次的爱人 王心凌 流行 129 那年夏天宁静的海 王心凌 流行 130 想某人 王优秀 流行 131 我的心真的受伤了 王苑之 流行 132 恋人心 魏新雨 流行 133 傻瓜 温岚 流行 134 一路生花 温奕心 流行 135 不仅仅是喜欢 萧全、孙语赛 流行 @爱老虎游 136 错的人 萧亚轩 流行 137 从前说 小阿七 流行 138 枕边童话 小田音乐社 流行 139 小岛 杨千嬅 流行 140 紫 一颗狼星 流行 141 Happy Day 宇珩 流行 142 我最亲爱的 张惠妹 流行 143 终于等到你 张靓颖 流行 144 如果这就是爱情 张靓颖 流行 145 想你，零点零一分 张靓颖 流行 146 G大调的悲伤 张靓颖 流行 147 如果这就是爱情 张靓颖 流行 148 终于等到你 张靓颖 流行 149 我相信 张靓颖 流行 150 画心 张靓颖 流行 151 我们说好的 张靓颖 流行 152 隐形的翅膀 张韶涵 流行 153 亲爱的，那不是爱情 张韶涵 流行 154 欧若拉 张韶涵 流行 155 遗失的美好 张韶涵 流行 156 梦里花 张韶涵 流行 157 如果的事 张韶涵 流行 158 宝贝 张悬 流行 159 小冤家 张宇 流行 160 原谅 张玉华 流行 161 最浪漫的事 赵咏华 流行 162 墨尔本的秋天（治愈版） 赵芷彤 流行 163 最爱 周蕙 流行 164 好想你 朱主爱 流行 165 小幸运 田馥甄 流行 166 飞鸟和蝉 任然 流行 @philosoferCT 167 宁夏 梁静茹 流行 168 雨爱 杨丞琳 流行 169 樱花草 Sweety 流行 170 那些花儿 范玮琪 流行 171 最初的梦想 范玮琪 流行 172 后来 刘若英 流行 173 明天，你好 牛奶咖啡 流行 174 多情种 胡杨林 流行 @余生皆过客 175 一路生花 温奕心 流行 176 心墙 郭静 流行 177 满天星辰不及你 Ycccc 流行 178 勇气 梁静茹 流行 179 没那么简单 黄小琥 流行 180 我的歌声里 曲婉婷 流行 181 一个像夏天一个像秋天 范玮琪 流行 182 目及皆是你 小蓝背心 流行 @角动量的仰望 183 舍不得 弦子 流行 184 醉清风 弦子 流行 185 可惜不是你 梁静茹 流行 186 雨天 孙燕姿 流行 187 夏天的风 温岚 流行 188 喜欢你 陈洁仪 流行 @Lilmaddie 189 世界那么大还是遇见你 程响 流行 下播曲（录制ing） 190 下雨天 南拳妈妈 流行 191 最炫民族风 凤凰传奇 流行 192 握不住的他 萧潇 流行 193 Lydia 飞儿乐队 流行 194 我们的爱 飞儿乐队 流行 195 请不要对我说sorry 何洁 流行 196 幸福很突然 林凡freya 流行 197 爱情证书 孙燕姿 流行 198 断点 张敬轩 流行 199 第一天 孙燕姿 流行 200 愚人的国度 孙燕姿 流行 201 胡广生 任素汐 流行 202 像鱼 王贰浪 流行 203 追光者 岑宁儿 流行 204 说散就散 袁娅维 流行 205 说爱你 蔡依林 流行 206 少年 梦然 流行 207 失恋事小· 郁可唯 流行 208 情结 我们的好朋友大雨 流行 209 无与伦比的美丽 苏打绿 流行 210 小情歌 苏打绿 流行 211 丝路 梁静茹 流行 212 恋曲1990 原来是萝卜吖 流行 213 我很快乐 刘惜君 流行 缺伴奏 214 逃之夭夭 DJheap九天 流行 215 如果你也听说 张惠妹 流行 216 那么骄傲 金海心 流行 217 失恋不怪他阵线联盟 流行 218 哈哈哈 孟慧圆 流行 219 我要快乐 张惠妹 流行 220 伤不起 王麟 流行 221 我也很想他 孙燕姿 流行 222 画情 姚贝娜 流行 223 彩云之南 银临 流行 @有的没有的都没有 224 我期待的不是雪 张妙格 流行 225 成都 赵雷 流行 226 我的纸飞机 王之睿 流行 227 下辈子如果我还记得你 马郁 流行 228 你笑起来真好看 李昕融 流行 229 给时间时间 陈之 流行 230 多想还小 豆包 流行 231 带你去旅行 校长 流行 232 我不爱 孙燕姿 流行 233 让风告诉你 花玲 流行 234 爱不得忘不舍 白小白 流行 235 我是天生反骨的鸵鸟 毛毛不插电 流行 236 梦一场 赵乃吉 流行 237 魔鬼中的天使 田馥甄 流行 238 恋爱告急 鞠婧祎 流行 @眼镜 239 我的爱 孙燕姿 流行 240 我不难过 孙燕姿 流行 241 我是一只鱼 李雨婷 流行 242 叹 黄龄 流行 243 暮色回响 张韶涵 流行 244 岁月神偷 金玟岐 流行 缺伴奏 245 只对你有感觉 246 誓言掺了假 王一一 流行 247 陪我过个冬 流行 248 我曾遇到一束光 流行 249 勾指起誓 流行 250 迷宫 王若琳 流行 251 无可取代 弦子 流行 252 年轮 张碧晨 流行 253 阿衣莫 阿吉太组合 流行 254 揉碎也的光 代诗琪 流行 255 热爱105度的你 阿肆 流行 无伴奏 256 有点甜 汪苏泷 流行 257 笼 张碧晨 流行 258 听海 张惠妹 难度 259 遇上你上我的缘 央金兰泽 难度 260 天下无双 张靓颖 难度 261 无人区玫瑰 一颗狼星 难度 @烟 262 A.I.N.Y. 邓紫棋 难度 263 香水有毒 胡杨林 难度 264 时候 苏运莹 难度 265 天狼星的心脏 异世界情绪 日文 @关系 266 Wonderful U AGA 英文 @Lilmaddie 267 Alone Alan Walker 英文 268 Faded Alan Walker 英文 269 no roots Alice Merton 英文 270 Salt Ava Max 英文 271 Skinny Love Birty 英文 @Shephatiah 272 Take me hand Dido 英文 273 Love Me Like You Do Ellie Goulding 英文 274 Only Time Enya 英文 275 A little love 冯曦妤 英文 276 Proud of you 冯曦妤 英文 277 Far away from home Groove Coverage 英文 278 Tiktok Ke$ha 英文 279 Because of you Kelly Clarkson 英文 280 The Show Lenka 英文 281 Trouble is a Friend Lenka 英文 282 The Day You Went Away M2M 英文 283 Burning Maria Arrendondo 英文 284 Moonlight Shadow Mike Oldfield 英文 285 I Remember Mocca 英文 286 Sometimes when we touch Olivia Ong 英文 @Lilmaddie 287 Love Story Taylor Swift 英文 @白桃suki 288 You Belong with Me Taylor Swift 英文 289 Yesterday Once More The Carpenters 英文 290 Love Paradise 陈慧琳 英文 291 Amazing Grace 邓紫棋 英文 292 30 minutes TATU 英文 293 Morning 卫兰 英文 294 Jingle Bell Rock 圣诞歌曲 英文 295 Holly Jolly X’mas 圣诞歌曲 英文 296 Bleeding Love Ni&#x2F;Co 英文 297 Free loop 七元 英文 298 call me maybe Carly 英文 299 payphone Marooms 英文 300 Marry you Bruno Mars 英文 301 Heartbeats Amy Diamond 英文 302 千千阙歌 陈慧娴 粤语 303 吴哥窟 吴雨霏 粤语 @造型很重要 304 恋爱大过天 Twins 粤语 305 下一站天后 Twins 粤语 306 秒针 阿梨粤 粤语 307 晚风心里吹 阿梨粤 粤语 308 千千阙歌 陈慧娴 粤语 309 电灯胆 邓丽欣 粤语 310 蓝鞋子 邓丽欣 粤语 311 他不准我哭 邓丽欣 粤语 312 喜欢你 邓紫棋 粤语 313 一人晚餐（孤单北半球） 钟嘉欣 粤语 314 好心分手 卢巧音 粤语 315 世上只有 容祖儿 粤语 316 我的骄傲 容祖儿 粤语 317 明日恩典 容祖儿 粤语 318 容易受伤的女人 王菲 粤语 319 给自己的情书 王菲 粤语 320 一格格 卫兰 粤语 321 就算世界无童话 卫兰 粤语 322 南瓜车 薛凯琪 粤语 323 勇 杨千嬅 粤语 @Lilmaddie 324 可惜我是水瓶座 杨千嬅 粤语 325 终身美丽 郑秀文 粤语 326 给自己的信 钟舒漫 粤语 327 青花瓷 陈芯怡 粤语 328 偿还（红豆粤语版） 王菲 粤语 329 仙乐处处飘 小尘埃 粤语 330 分分钟需要你 林忆莲 粤语 331 怯 容祖儿 粤语 332 习惯失恋 容祖儿 粤语 333 这条街最靓的仔 好好 整活 334 要抱抱 黄龄 整活 335 看你怎么说 我是萝卜呀 整活 336 老公天下第一 叶洛洛 整活 上舰曲 337 好汉歌 萝御双声线 整活 338 航空播报 Nala独创 整活 339 biubiubiu 御姐音+萝莉音 整活 340 想把哥哥追 御姐音+萝莉音 整活 341 哥哥抱 御姐音&#x2F;萝莉音 整活 上提曲 342 哥哥就是男一号 御姐音+萝莉音 整活 343 酒后艺术家 御姐音 整活 344 你跟我比夹夹 御姐音+萝莉音 整活 345 XXXX要抱抱 御姐音+萝莉音 整活 346 嗨宝贝你怎么还没睡 御姐音 整活 347 我把哥哥夸一夸 御姐音&#x2F;萝莉音 整活 348 姐姐之歌 御姐音&#x2F;萝莉音 整活 349 别叫我小宝贝 御姐音+萝莉音 整活 350 前戏 萝莉音+御姐音 整活 351 达咩 萝莉音+御姐音 整活 352 真的没喝多 御姐音&#x2F;萝莉音 整活 353 舞女（改编：打工人） 韩宝仪 整活 354 舞女泪（改编：主播泪） 韩宝仪 整活 355 想某人（改编：想老头） 王优秀 整活 356 探窗（KFC版） 整活 357 香水有毒（改编：单推有毒） 胡杨林 整活 358 蝴蝶泉边 黄雅莉 流行 359 常回家看看 陈红 新年 360 新年喜洋洋 卓依婷 新年 361 双骄吐艳庆新春 郑希怡 新年 362 声声祝福 卓依婷 新年 363 祝福之歌 饭思思 新年 364 梁祝 周深 怀旧 365 青城山下白素贞 鞠婧祎 怀旧 366 春天的故事 董文华 怀旧 367 素颜 许嵩 流行 下面是录制中的歌曲，录制后会有投稿，欢迎来听~ 序号 歌名 歌手 曲风 推荐人 1 Drink and shout 2 Jingle Bell Rock 已录，视频录制中 3 Holly Jolly X’mas 已录，视频录制中 4 All I want for X’mas is you 圣诞特别节目新才艺 5 Santa Claus is coming to town 圣诞特别节目新才艺 6 You and Me and Christmas 圣诞特别节目新才艺 7 多语版Jingle Bell 圣诞特别节目新才艺 8 Joy to the world 圣诞特别节目新才艺 9 OH！Asmara 已录，视频录制中 花筏老师 10 Dreaming night 花筏 11 你的记忆 逃兵 12 梦回还 @眼镜 13 时光卷轴 @眼镜 14 群青 伊托屑 15 不老梦 @造型很重要 16 莲 愿梦归 17 爱殇 @余生皆过客 18 一个人的童话 @Lilmaddie 19 我是逆蝶 贾装微笑 20 传奇 CT 21 你的名字我的姓氏 Mac 22 孤雏 @角动量的仰望 23 甜甜咸咸 @角动量的仰望 24 至少还有你 @角动量的仰望 25 恋爱告急 已录，视频录制中 @眼镜 26 落花情 已录，视频录制中 @落花 27 虹之间 摸鱼 28 APT（改编：开播啦） 开播曲 29 红昭愿 音阙诗听 古风 30 繁华唱遍 花筏老师","categories":[],"tags":[]}],"categories":[],"tags":[]}