{"meta":{"title":"Nala的歌单","subtitle":"","description":"这里是Nala的音乐空间","author":"三石","url":"http://NalaMusic.github.io","root":"/"},"pages":[{"title":"","date":"2024-09-16T14:36:53.463Z","updated":"2024-09-16T14:36:53.463Z","comments":true,"path":"about/index.html","permalink":"http://nalamusic.github.io/about/index.html","excerpt":"","text":"阿B的家人们，大家好～ 我叫Nala，撒哟娜拉的娜拉～ 不想跟大家“撒哟娜拉”，所以～没有Sayo只有Nala～ 我希望可以在这里跟大家相伴5年10年～ or even longer~ 大家也可以叫我Nana (我的家人都这么称呼我) mm……2024年6月……我决定以虚拟音乐人身份出道做个……业余歌手…… 用一张图来概括一下自己的特点～ 希望我能给你们带去开心的笑容～或者一些正能量～ 关注我的，都是我的乖乖～ 成为老粉的，都是我的宝宝～ 上船大航海的，都是我的亲亲～哈哈哈～ 路人甲乙丙丁🤔就是～～UU～～～"}],"posts":[{"title":"Nala本月大航海礼遇","slug":"Captain-Benefits","date":"2024-10-05T16:51:10.000Z","updated":"2024-12-21T12:52:37.612Z","comments":true,"path":"2024/10/06/Captain-Benefits/","permalink":"http://nalamusic.github.io/2024/10/06/Captain-Benefits/","excerpt":"","text":"","categories":[],"tags":[]},{"title":"Nala的歌单","slug":"nala-musiclist","date":"2024-09-01T05:17:36.000Z","updated":"2024-12-21T12:55:24.966Z","comments":true,"path":"2024/09/01/nala-musiclist/","permalink":"http://nalamusic.github.io/2024/09/01/nala-musiclist/","excerpt":"","text":"Nala的歌单如下，持续更新中~ 上舰可为你学歌并录制投稿呦~ 序号 歌名 歌手 曲风 推荐人 1 ドラえもんのうた（哆啦A梦之歌） 大山のぶ代 儿歌 2 蓝精灵 儿歌多多 儿歌 3 勇气大爆发 洛天依 儿歌 4 猪猪侠 陈洁丽 儿歌 5 鸳鸯戏 babystop_山竹 古风 6 此去半生 L（桃籽） 古风 7 卜卦 崔子格 古风 8 桃花诺 邓紫棋 古风 @小闷棍来喽- 9 探窗 浮生梦 古风 10 月光 胡彦斌 古风 11 雪落在先生肩上 黄诗扶 古风 12 半壶纱 刘珂矣 古风 13 谪仙 一颗狼星 古风 14 芒种 音阙诗听、赵方婧 古风 15 三拜红尘凉 尹惜眠 古风 16 天下无双 张靓颖 难度 17 无人区玫瑰 一颗狼星 难度 @烟 18 影子小姐 封茗囧菌 流行 @烟 19 现在我很幸福 Alin 流行 20 爱丫爱丫 By2 流行 21 我很想爱他 Twins 流行 22 叶子 阿桑 流行 23 一直很安静 阿桑 流行 24 寂寞在唱歌 阿桑 流行 25 TA 不是花火呀 流行 26 别找我麻烦 蔡健雅 流行 27 日不落 蔡依林 流行 28 骑士精神 蔡依林 流行 29 布拉格广场 蔡依林 流行 30 马德里不思议 蔡依林 流行 31 我知道你很难过 蔡依林 流行 32 原来你什么都不想要 蔡依林 流行 33 千千阙歌 陈慧娴 粤语 34 爱就爱了 陈琳 流行 35 海里来的沙 陈瑞 怀旧 36 可能 程响 流行 37 别错过（电子版） 戴羽彤 流行 38 甜蜜蜜 邓丽君 怀旧 39 月满西楼 邓丽君 怀旧 40 独上西楼 邓丽君 怀旧 41 我只在乎你 邓丽君 怀旧 42 美酒加咖啡 邓丽君 怀旧 43 月亮代表我的心 邓丽君 怀旧 44 泡沫 邓紫棋 流行 45 A.I.N.Y. 邓紫棋 难度 46 睡公主 邓紫棋 流行 47 后会无期 邓紫棋 流行 48 猜不透 丁当 流行 49 是非题 范玮琪 流行 50 你的微笑 飞儿乐队 流行 51 在草地上肆意奔跑 傅如乔 流行 52 两手空空 格雷西西西 流行 53 心墙 郭静 流行 54 下一个天亮 郭静 流行 55 在树上唱歌 郭静 流行 56 粉红的回忆 韩宝仪 经典 57 地球最可爱 红格格 流行 58 香水有毒 胡杨林 难度 59 天下的乌鸦一般黑 黄大炜 流行 60 醒不来的梦 回小仙 流行 61 爱的魔法 金莎 流行 62 明天也要作伴 锦绣二重唱 怀旧 63 贝加尔湖畔 李健 流行 64 女人是老虎 李娜 怀旧 65 听我说谢谢你 李昕融 流行 下播曲 66 小手拉大手 梁静茹 流行 67 至少还有你 林忆莲 流行 @角动量的仰望 68 同桌的你 刘若英 怀旧 69 摩登爱情 刘至佳 流行 70 起风了 买辣椒也用券 流行 @此用户暂时没有昵称 71 风中有朵雨做的云 孟庭苇 怀旧 72 忽然之间 莫文蔚 流行 73 如果没有你 莫文蔚 流行 74 忽然之间 莫文蔚 流行 75 阴天 莫文蔚 流行 76 盛夏的果实 莫文蔚 流行 77 我不能哭 莫艳琳 流行 78 下雨天 南拳妈妈 流行 79 玫瑰不在乎 七元 流行 80 小宝贝 晴天姐妹 流行 81 小情歌 苏打绿 流行 82 Lemon Tree 苏慧伦 流行 83 Honey Honey 孙燕姿 流行 84 我怀念的 孙燕姿 流行 @宫本咸鱼煲 85 遇见 孙燕姿 流行 86 我不知道 唐笑 流行 87 好想再听一遍 陶莉萍 流行 88 今天你要嫁给我 陶喆、蔡依林 流行 89 小幸运 田馥甄 流行 90 约定 王菲 流行 91 红豆 王菲 流行 92 匆匆那年 王菲 流行 93 旋木 王菲 流行 94 南海姑娘 王菲 流行 95 爱你 王心凌 流行 @角动量的仰望 96 当你 王心凌 流行 97 Honey 王心凌 流行 98 我会好好的 王心凌 流行 99 彩虹的微笑 王心凌 流行 100 第一次的爱人 王心凌 流行 101 那年夏天宁静的海 王心凌 流行 102 想某人 王优秀 流行 103 我的心真的受伤了 王苑之 流行 104 恋人心 魏新雨 流行 105 傻瓜 温岚 流行 106 一路生花 温奕心 流行 107 不仅仅是喜欢 萧全、孙语赛 流行 @爱老虎游 108 错的人 萧亚轩 流行 109 从前说 小阿七 流行 110 枕边童话 小田音乐社 流行 111 遇上你上我的缘 央金兰泽 民族 112 小岛 杨千嬅 流行 113 紫 一颗狼星 流行 114 Happy Day 宇珩 流行 115 星语星愿 张柏芝 经典 116 浮生万千 张德伊玲 古风 117 听海 张惠妹 流行 118 我最亲爱的 张惠妹 流行 119 终于等到你 张靓颖 流行 120 如果这就是爱情 张靓颖 流行 121 想你，零点零一分 张靓颖 流行 122 G大调的悲伤 张靓颖 流行 123 如果这就是爱情 张靓颖 流行 124 终于等到你 张靓颖 流行 125 我相信 张靓颖 流行 126 画心 张靓颖 流行 127 我们说好的 张靓颖 流行 128 隐形的翅膀 张韶涵 流行 129 亲爱的，那不是爱情 张韶涵 流行 130 欧若拉 张韶涵 流行 131 遗失的美好 张韶涵 流行 132 梦里花 张韶涵 流行 133 如果的事 张韶涵 流行 134 宝贝 张悬 流行 135 小冤家 张宇 流行 136 原谅 张玉华 流行 137 最浪漫的事 赵咏华 流行 138 墨尔本的秋天（治愈版） 赵芷彤 流行 139 最爱 周蕙 流行 140 好想你 朱主爱 流行 141 吴哥窟 吴雨霏 粤语 @造型很重要 142 天狼星的心脏 世界情绪 日文 @关系 143 Wonderful U AGA 英文 @Lilmaddie 144 Alone Alan Walker 英文 145 Faded Alan Walker 英文 146 no roots Alice Merton 英文 147 Salt Ava Max 英文 148 Skinny Love Birty 英文 @Shephatiah 149 Take me hand Dido 英文 150 Love Me Like You Do Ellie Goulding 英文 151 Only Time Enya 英文 152 A little love 冯曦妤 英文 153 Proud of you 冯曦妤 英文 154 Far away from home Groove Coverage 英文 155 Tiktok Ke$ha 英文 156 Because of you Kelly Clarkson 英文 157 The Show Lenka 英文 158 Trouble is a Friend Lenka 英文 159 The Day You Went Away M2M 英文 160 Burning Maria Arrendondo 英文 161 Moonlight Shadow Mike Oldfield 英文 162 I Remember Mocca 英文 163 Sometimes when we touch Olivia Ong 英文 @Lilmaddie 164 Love Story Taylor Swift 英文 @白桃suki 165 You Belong with Me Taylor Swift 英文 166 Yesterday Once More The Carpenters 英文 167 Love Paradise 陈慧琳 英文 168 Amazing Grace 邓紫棋 英文 169 30 minutes TATU 英文 170 Morning 卫兰 英文 171 Jingle Bell Rock 圣诞歌曲 英文 172 Holly Jolly X’mas 圣诞歌曲 英文 173 恋爱大过天 Twins 粤语 174 下一站天后 Twins 粤语 175 秒针 阿梨粤 粤语 176 晚风心里吹 阿梨粤 粤语 177 千千阙歌 陈慧娴 粤语 178 电灯胆 邓丽欣 粤语 179 蓝鞋子 邓丽欣 粤语 180 他不准我哭 邓丽欣 粤语 181 喜欢你 邓紫棋 粤语 182 好心分手 卢巧音 粤语 183 世上只有 容祖儿 粤语 184 我的骄傲 容祖儿 粤语 185 明日恩典 容祖儿 粤语 186 容易受伤的女人 王菲 粤语 187 给自己的情书 王菲 粤语 188 一格格 卫兰 粤语 189 就算世界无童话 卫兰 粤语 190 南瓜车 薛凯琪 粤语 191 勇 杨千嬅 粤语 @Lilmaddie 192 可惜我是水瓶座 杨千嬅 粤语 193 终身美丽 郑秀文 粤语 194 给自己的信 钟舒漫 粤语 195 要抱抱 黄龄 整活 196 看你怎么说 我是萝卜呀 整活 197 老公天下第一 叶洛洛 整活 上舰曲 198 好汉歌 萝御双声线 整活 199 航空播报 Nala独创 整活 200 biubiubiu 御姐音+萝莉音 整活 201 想把哥哥追 御姐音+萝莉音 整活 202 哥哥抱 御姐音&#x2F;萝莉音 整活 上提曲 203 哥哥就是男一号 御姐音+萝莉音 整活 204 酒后艺术家 御姐音 整活 205 你跟我比夹夹 御姐音+萝莉音 整活 206 XXXX要抱抱 御姐音+萝莉音 整活 207 嗨宝贝你怎么还没睡 御姐音 整活 208 我把哥哥夸一夸 御姐音&#x2F;萝莉音 整活 209 姐姐之歌 御姐音&#x2F;萝莉音 整活 210 别叫我小宝贝 御姐音+萝莉音 整活 211 小幸运 田馥甄 流行 212 飞鸟和蝉 任然 流行 @philosoferCT 213 宁夏 梁静茹 流行 214 雨爱 杨丞琳 流行 215 樱花草 Sweety 流行 216 那些花儿 范玮琪 流行 217 最初的梦想 范玮琪 流行 218 后来 刘若英 流行 219 很爱很爱你 刘若英 流行 220 明天，你好 牛奶咖啡 流行 221 多情种 胡杨林 流行 @余生皆过客 222 一路生花 温奕心 流行 223 心墙 郭静 流行 224 满天星辰不及你 Ycccc 流行 225 勇气 梁静茹 流行 226 Bleeding Love Ni&#x2F;Co 英文 227 爱的供养 杨幂 古风 228 凉凉 张碧晨 古风 229 王招君 任素汐 古风 230 没那么简单 黄小琥 流行 231 我的歌声里 曲婉婷 流行 232 一个像夏天一个像秋天 范玮琪 流行 233 目及皆是你 小蓝背心 流行 @角动量的仰望 234 舍不得 弦子 流行 235 醉清风 弦子 流行 236 可惜不是你 梁静茹 流行 237 雨天 孙燕姿 流行 238 夏天的风 温岚 流行 239 喜欢你 陈洁仪 流行 240 谪仙 叶里 古风 241 世界那么大还是遇见你 程响 流行 下播曲（录制ing） 242 下雨天 南拳妈妈 流行 243 赤伶 HITA 古风 244 最炫民族风 凤凰传奇 流行 245 握不住的他 萧潇 流行 246 Lydia 飞儿乐队 流行 247 我们的爱 飞儿乐队 流行 248 请不要对我说sorry 何洁 流行 249 幸福很突然 林凡freya 流行 250 爱情证书 孙燕姿 流行 251 第一天 孙燕姿 流行 252 愚人的国度 孙燕姿 流行 253 独角戏 许茹芸 经典 254 胡广生 任素汐 流行 255 青花瓷 陈芯怡 粤语 256 像鱼 王贰浪 流行 257 追光者 岑宁儿 流行 258 说散就散 袁娅维 流行 259 说爱你 蔡依林 流行 260 少年 梦然 流行 261 失恋事小· 郁可唯 流行 262 情结 我们的好朋友大雨 流行 263 无与伦比的美丽 苏打绿 流行 264 小情歌 苏打绿 流行 265 丝路 梁静茹 流行 266 恋曲1990 原来是萝卜吖 流行 267 我很快乐 刘惜君 流行 268 上海滩 叶丽仪 经典 269 逃之夭夭 DJheap九天 流行 270 Free loop 七元 英文 271 如果你也听说 张惠妹 流行 272 那么骄傲 金海心 流行 273 失恋不怪他阵线联盟 流行 274 再度重相逢 孙露 经典 275 哈哈哈 孟慧圆 流行 276 call me maybe Carly 英文 277 payphone Marooms 英文 278 好想好想 古巨基 经典 279 我也很想他 孙燕姿 流行 280 画情 姚贝娜 流行 281 彩云之南 银临 流行 @有的没有的都没有 282 外婆的澎湖湾 儿歌 283 我期待的不是雪 张妙格 流行 284 万物起舞 古风 285 七月七日晴 许慧欣 经典 286 前戏 萝莉音+御姐音 整活 287 达咩 萝莉音+御姐音 整活 288 真的没喝多 御姐音&#x2F;萝莉音 整活 289 下辈子如果我还记得你 马郁 流行 290 Marry you Bruno Mars 英文 291 你笑起来真好看 李昕融 流行 292 给时间时间 陈之 流行 293 多想还小 豆包 流行 294 我不爱 孙燕姿 流行 295 但愿人长久 邓丽君 经典 296 让风告诉你 花玲 流行 297 摇太阳 杨钰莹 经典 298 牵丝戏 银临 古风 @小闷棍来喽- 299 当 动力火车 经典 300 不老梦 银临 古风 @造型很重要 301 时候 苏运莹 难度 302 爱不得忘不舍 白小白 流行 303 舞女（改编：打工人） 韩宝仪 整活 304 舞女泪（改编：主播泪） 韩宝仪 整活 305 想某人（改编：想老头） 王优秀 整活 306 探窗（KFC版） 整活 307 香水有毒（改编：单推有毒） 胡杨林 整活 308 偿还（红豆粤语版） 王菲 粤语 309 仙乐处处飘 小尘埃 粤语 310 Heartbeats Amy Diamond 英文 311 我是天生反骨的鸵鸟 毛毛不插电 流行 312 分分钟需要你 林忆莲 粤语 313 会开花的云 王樾安 古风 314 梦一场 赵乃吉 流行 315 落（日升日落……） 唐伯虎Annie 古风 316 怯 容祖儿 粤语 317 习惯失恋 容祖儿 粤语 318 魔鬼中的天使 田馥甄 流行 319 恋爱告急 鞠婧祎 流行 @眼镜 320 我的爱 孙燕姿 流行 321 我不难过 孙燕姿 流行 下面是录制中的歌曲，录制后会有投稿，欢迎来听~ 序号 歌名 歌手 曲风 推荐人 1 Drink and shout 2 Jingle Bell Rock 圣诞特别节目新才艺 3 Holly Jolly X’mas 圣诞特别节目新才艺 4 All I want for X’mas is you 圣诞特别节目新才艺 5 Santa Claus is coming to town 圣诞特别节目新才艺 6 You and Me and Christmas 圣诞特别节目新才艺 7 多语版Jingle Bell 圣诞特别节目新才艺 8 OH！Asmara 花筏老师 9 Dreaming night 花筏 10 你的记忆 逃兵 11 梦回还 @眼镜 12 时光卷轴 @眼镜 13 群青 伊托屑 14 不老梦 @造型很重要 15 莲 @愿梦归 16 爱殇 @余生皆过客 17 一个人的童话 @Lilmaddie 18 我是逆蝶 贾装微笑 19 传奇 CT 20 你的名字我的姓氏 Mac 21 孤雏 @角动量的仰望 22 甜甜咸咸 @角动量的仰望 23 至少还有你 @角动量的仰望 24 恋爱告急 @眼镜 25 落花情 落花 26 虹之间 摸鱼 27 APT（改编：开播啦） 开播曲 下面是学习中的歌曲~ 序号 歌名 歌手 曲风 推荐人 1 阿拉斯加海湾 2 路过人间 3 RIP.LOVE 4 CRUEL SUMMER 5 Morning Coffee 6 大天蓬 7 红昭愿 8 青玉恋 9 竹林风起 10 触目惊心 11 情人 邓紫棋 12 来迟 戴雨彤 13 柳梢雨 14 越难越爱 吴若希 15 无氧之地 张德伊玲 16 远星 17 木桥小谣 赵方婧 18 笑纳 19 书里说 20 旧梦情未了 童珺 粤语 21 蝴蝶泉边 黄雅莉 流行 22 不问别离 指尖笑 古风 23 江上晚风吟 尹惜眠 古风 24 故人归 黄霄云 古风 25 体面 于文文 流行 26 囚鸟 彭羚 流行 27 锦鲤抄 古风 28 道不破 指尖笑 古风 29 当离别开出花 流行 30 等不到雨的玫瑰 徐西 流行 31 无人叹 余又 古风 32 春庭雪 邓寓君 古风 33 长安一夜 筱白白 古风 34 我妈已经三天没有打我啦 儿歌宝贝 儿歌 35 情歌 梁静茹 流行 36 君だったら Happy Birthday 日文 37 西楼别序 尹昔眠 古风 38 世面 林初初 流行 39 legence never die 英文","categories":[],"tags":[]}],"categories":[],"tags":[]}